
{
  "sections": [
    {
      "title": "The Hidden Cost of Light",
      "heading": "We’ve Lit the World — But at What Cost?",
      "body": "15% of global electricity is used for artificial lighting. Even LEDs rely on mining, emissions, and endless power draw. And yet — our lights feel cold, static, disconnected. We’ve forgotten that light can be <strong>alive</strong>.",
      "image": "images/image29.png",
      "alt": "Electric city skyline with pollution haze"
    },
    {
      "title": "Light, Not Powered — Grown",
      "heading": "Living Light, Engineered",
      "body": "At <strong>EADC</strong>, we fuse synthetic biology and design to create <em>luminant lifeforms</em> — safe, sustainable organisms that glow without electricity. These are not GMO pests. They are <strong>contained, self-sustaining, and beautiful</strong> — designed to coexist with human life. <strong>No wires. No grid. Just light that lives.</strong>",
      "image": "images/image11.png",
      "alt": "Bioluminescent culture glowing in lab"
    },
    {
      "title": "The Domestic Biolamp",
      "heading": "The First Light That Breathes With You",
      "body": "Glows up to 8 hours in darkness. Recharges with ambient daylight. Requires only monthly water refresh. Sealed, maintenance-free ecosystem. Available in Ocean Blue, Forest Green, Twilight Violet.",
      "image": "images/image34.png",
      "alt": "Domestic Biolamp glowing in a home"
    },
    {
      "title": "Urban Symbiosis",
      "heading": "Cities That Glow with Living Skin",
      "body": "Imagine facades that pulse with soft bioluminescence at dusk — not powered, but <strong>grown</strong>. Our <em>bio-luminescent panels</em> integrate into architecture, responding to temperature and light cycles. They reduce energy demand, lower heat emissions, and bring a quiet, organic rhythm to urban nights. This is not sci-fi. It’s <strong>symbiotic design</strong>.",
      "image": "images/image26.png",
      "alt": "Building facade glowing with living light at night"
    },
    {
      "title": "Emergency Light, No Grid Needed",
      "heading": "Light That Lives On When Power Dies",
      "body": "During blackouts, disasters, or off-grid missions, traditional lighting fails. Our <strong>crisis luminants</strong> require no batteries or fuel — just water and air. Deployable in refugee camps, disaster zones, or remote clinics, they offer safe, silent, sustainable illumination for up to 12 hours. Light that survives when everything else goes dark.",
      "image": "images/image18.png",
      "alt": "Bioluminescent emergency light in a tent"
    },
    {
      "title": "The Future Is Alive",
      "heading": "Reimagining Light as a Living System",
      "body": "We’re not replacing LEDs — we’re evolving light. Future versions will <strong>breathe</strong> with indoor air quality, <strong>shift color</strong> with circadian rhythms, and even <strong>respond to touch</strong>. At EADC, we believe technology should not dominate nature — it should <strong>become</strong> nature. The age of electric light is ending. The era of <strong>living light</strong> has begun.",
      "image": "images/image1.png",
      "alt": "Concept art of responsive living light in a home"}
}